{
  "oct.acceptJoin": "Accepter la demande d'adhésion",
  "oct.rejectJoin": "Rejeter la demande d'adhésion",
  "oct.followPeer": "Suivre le pair",
  "oct.stopFollowPeer": "Cesser de suivre les pairs",
  "oct.closeConnection": "Fermer la connexion actuelle",
  "oct.joinRoom": "Participer à une session de collaboration",
  "oct.createRoom": "Créer une session de collaboration",
  "oct.signOut": "S'inscrire",
  "oct.roomView": "Session de collaboration en cours",
  "oct.serverUrl": "URL de l'instance d'Open Collaboration Tools Server pour les sessions de collaboration en direct.",
  "oct.alwaysAskToOverrideServerUrl": "Demandez toujours à remplacer l'URL du serveur lorsque vous rejoignez une session de collaboration utilisant une URL de serveur spécifique dans l'ID de la session.",
  "oct.webClientUrl": "Modèle d'URL pour le client web. Utilisez ${roomId} comme espace réservé pour l'ID de la salle.",
  "oct.user.color": "Couleur pour les utilisateurs lors des sessions de collaboration",
  "oct.joinAcceptMode": "Détermine la manière dont les demandes de participation d'autres utilisateurs sont traitées.",
  "oct.joinAcceptMode.prompt": "Prompt",
  "oct.joinAcceptMode.allowlist": "Liste d'admissibilité",
  "oct.joinAcceptMode.auto": "Automatique",
  "oct.joinAcceptMode.prompt.description": "Invite à accepter ou à rejeter chaque demande de participation.",
  "oct.joinAcceptMode.allowlist.description": "Ajoute des utilisateurs à une liste d'autorisation lorsque leur demande d'adhésion est acceptée, ce qui leur permet de s'inscrire automatiquement à l'avenir.",
  "oct.joinAcceptMode.auto.description": "Accepter automatiquement toutes les demandes d'adhésion sans y être invité.",
  "oct.joinAllowlist": "Liste des emails des utilisateurs autorisés à se joindre automatiquement lors de l'utilisation du mode d'acceptation de jointure 'Allowlist'. Voir aussi `#oct.joinAcceptMode#`.",
  "oct.files.exclude": "Une liste de motifs globaux pour les fichiers qui ne doivent pas être partagés dans une session de collaboration."
}
